const faq = [
  {
    question: "Что такое ICO и зачем оно нужно?",
    answer:
      "ICO (Initial Coin Offering) – это способ привлекать деньги, продавая цифровые токены. Наша платформа даёт возможность участвовать в ICO и получать токены за криптовалюту ETH.",
  },
  {
    question: "Как принять участие в ICO? ",
    answer:
      "Просто подключите кошелёк MetaMask, убедитесь, что вы в сети Goerli, и отправьте нужную сумму ETH через интерфейс.",
  },
  {
    question: "Какая минимальная и максимальная сумма инвестиций?",
    answer:
      "Минимум – 0.01 ETH. Максимум зависит от лимитов в смарт-контракте.",
  },
  {
    question: "Как узнать, получил ли я токены?",
    answer:
      "После подтверждения транзакции вы увидите баланс токенов на странице подтверждения или в своём кошельке.",
  },
  {
    question: "Можно ли вернуть деньги после участия?",
    answer:
      "Нет, участие в ICO – дело добровольное, и вернуть деньги нельзя. Все условия записаны в смарт-контракте.",
  },
  {
    question: "Нужно ли проходить верификацию (KYC)? ",
    answer:
      "Да, для участия в ICO может потребоваться загрузить документы, чтобы подтвердить личность.",
  },
  {
    question: "Насколько безопасна платформа?",
    answer:
      "Платформа использует смарт-контракт на базе Ethereum, все транзакции идут в сети блокчейн. Код открыт для аудита.",
  },
  {
    question: "Какой токен я получаю?",
    answer:
      "Токен соответствует стандарту ERC-20. Его параметры указаны в смарт-контракте и видны при подключении к платформе",
  },
];

export default faq;
